Revit 2027 API
TableCellStyle Constructor
 Constructs a new TableCellStyle with default settings.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public TableCellStyle()
Public Sub New
public:
TableCellStyle()
new : unit -> TableCellStyle
See Also
Reference
TableCellStyle Class
TableCellStyle Overload
Autodesk.Revit.DB Namespace